/*
  SkypeWiFi.strings
  Skype WiFi

  Created by John Chang on 2012-06-05.
  Copyright (c) 2012 Skype. All rights reserved.
*/

/* === All clients === */

"INTRO_HEADER" = "Introduserer Skype WiFi";
"INTRO_SUBHEADER" = "Kom på nett ved offentlig WiFi-nettverk og betal kun for minuttene du bruker med Skype-kredit.";
"INTRO_ICON_WIFI" = "Bruk Skype, sjekk e-post og surf på nettet.";
"INTRO_ICON_GLOBE" = "Skype WiFi er tilgjengelig på over en million steder i verden.";
"INTRO_ICON_SKYPECREDIT" = "Betal kun for minuttene du bruker.";

"STATE_CHECKINGNETWORK_HEADER" = "Vennligst vent…";
"STATE_CHECKINGNETWORK_SUBHEADER" = "Sjekker nettverk for Skype WiFi";

"STATE_JOINWIFI_HEADER" = "Du er ikke koblet til WiFi";
"STATE_JOINWIFI_SUBHEADER" = "Koble til et åpent nettverk som støtter Skype WiFi.";

"STATE_ALREADYONLINE_HEADER" = "Du er allerede pålogget";
"STATE_ALREADYONLINE_SUBHEADER" = "Det ser ut som om du allerede er tilkoblet Internett. Med Skype WiFi kan du koble deg til over 1 million åpne nettverk over hele verden.";

"STATE_GENERALERROR_HEADER" = "Kan ikke koble til";
"STATE_GENERALERROR_SUBHEADER" = "Dette nettverket svarer ikke korrekt. Prøv et annet.";

"STATE_CONNECT_HEADER" = "Skype WiFi er tilgjengelig her";
"STATE_CONNECT_TOS_HTML_FORMAT" = "Ved å koble til, sier jeg meg enig i leverandørens  <a href=\"%@\">vilkår for bruk</a>";

"STATE_CONNECT_BUTTON" = "Koble til";
"STATE_CONNECTING_BUTTON" = "Kobler til…";

"STATE_CONNECTED_SHORT" = "Tilkoblet";
"STATE_CONNECTED_HEADER" = "Du er pålogget med Skype WiFi";

"STATE_CONNECTED_DISCONNECT_BUTTON" = "Koble fra";
"STATE_DISCONNECTING_BUTTON" = "Kobler fra…";

"STATE_NOCREDIT_HEADER" = "Ikke nok Skype-kredit";


/* === Mac only === */

"OK_BUTTON" = "OK";
"LEARNMORE_BUTTON" = "Lær mer";
"CLOSE_BUTTON" = "Lukk";
"GO_BACK_BUTTON" = "Tilbake";
"CONTINUE_BUTTON" = "Fortsett";

"REQUIRES_OSX_VERSION_MESSAGE" = "Skype WiFi krever OS X %@ eller nyere.";

/* if partner is PARTNER_MICROSOFT and account name does not start with "live:" then its a linked account */
"NOT_SUPPORTED_LINKED_ACCOUNT" = "Skype WiFi kan ikke brukes med din Microsoft-konto enda. Bruk heller ditt Skype-navn og passord.";
/* if the partner is PARTNER_MICROSOFT and account name does start with "live:" then its pure MS account login */
"NOT_SUPPORTED_MICROSOFT_ACCOUNT" = "Skype WiFi kan ikke brukes med din Microsoft-konto enda. Lag heller en Skype-konto og bruk denne.";

"MAIN_WINDOW_TITLE" = "Skype WiFi";
"MAIN_WINDOW_TITLE_WITH_SSID" = "Skype WiFi — “%@”";

"FLOATER_CONNECTED_TITLE" = "Du er pålogget med Skype WiFi";
"FLOATER_CONNECTED_WISPR_TITLE" = "Du er pålogget";
"FLOATER_CONNECTED_EXPIRES_SOON_TITLE" = "Tilkobling utgår snart";

"SETTINGS_CONNECTION_LENGTH_POPOVER_TEXT" = "For å hjelpe deg når du bruker Skype WiFi, vil tilkobling automatisk kobles fra etter en tid i tilfelle du glemmer å koble fra.";
"SETTINGS_SESSION_LENGTH_NMIN_FORMAT" = "%d minutter";

"STATE_CONNECT_SUBHEADER" = "Koble til Internett via dette nettverkets Skype WiFi og betal kun for minuttene du bruker med Skype-kredit.";
"STATE_CONNECT_FREE_HEADER" = "Skype WiFi er gratis her";
"STATE_CONNECT_FREE_SUBHEADER" = "Bruk gratis Internett fra dette nettverket med Skype WiFi. Surf på nettet, sjekk e-post eller bare bruk Skype.";
"STATE_CONNECT_WISPR_HEADER" = "Jeg har konto hos denne leverandøren";
"STATE_CONNECT_WISPR_SUBHEADER" = "Hvis du allerede har en konto hos denne leverandøren, skriv inn påloggingsinformasjonen din her.";

"STATE_CONNECTED_EXPIRES_SOON_HEADER" = "Internett-tilkoblingen avsluttes snart.";
"STATE_CONNECTED_SUBHEADER_FORMAT" = "%@ Du kan koble fra når som helst og blir kun belastet for minuttene du bruker.";
"STATE_CONNECTED_FREE_SUBHEADER_FORMAT" = "%@";
"COUNTUP_NMIN_FORMAT" = "Du har vært pålogget ca. %d minutter.";
"COUNTUP_0MIN" = "Du har vært pålogget mindre enn 1 minutt.";
"COUNTUP_1MIN" = "Du har vært pålogget ca. 1 minutt.";
"STATE_CONNECTED_WISPR_HEADER" = "Du er nå pålogget";
"STATE_CONNECTED_WISPR_SUBHEADER" = "Du er pålogget med kontoen du har hos denne leverandøren. Du kan koble fra når som helst.";
"STATE_CONNECTED_RATE_THIS_HOTSPOT" = "Ranger dette nettverket";

"STATE_CONNECTED_EXTEND_BUTTON" = "Forbli pålogget";
"STATE_CONNECTED_EXTENDING_BUTTON" = "Kobler til på nytt…";

"STATE_NOCREDIT_SUBHEADER" = "Du trenger Skype-kredit for å betale pr. minutt for Internett-tilgang via Skype WiFi.";
"STATE_NOCREDIT_BUTTON" = "Skaff Skype-kredit";


/* === iPad only === */

"STATE_CHECKINGNETWORK_SHORT" = "Sjekker nettverk";
"STATE_JOINWIFI_SHORT" = "Ingen WiFi";
"STATE_ALREADYONLINE_SHORT" = "Allerede pålogget";
"STATE_GENERALERROR_SHORT" = "Feil";
"STATE_CONNECT_SHORT" = "Tilgjengelig her";
"STATE_NOCREDIT_SHORT" = "Ingen kredit";


/* === iPhone/iPad only === */
"TIMEEXPIRE_MINUTES_LEFT_FORMAT" = "%d minutter igjen";
"TIMEEXPIRE_1MINUTE_LEFT" = "1 minutt igjen";
"TIMEEXPIRE_LESSTHAN_1MINUTE_LEFT" = "Mindre enn ett minutt igjen";

"APP_NOTIFICATION_EXPIRES_SOON_TITLE" = "Internett-tilkoblingen avsluttes snart.";


/* === Standalone clients === */

/* iPhone/iPad */
"LOGIN_SKYPENAME_PLACEHOLDER" = "Skype-navn";
"LOGIN_PASSWORD_PLACEHOLDER" = "Passord";
"LOGIN_BUTTON" = "Logg på";
"SIGN_OUT_BUTTON" = "Logg av";

/* unused */
"LOGIN_PROBLEMS" = "Problemer med pålogging";
"LOGIN_CREATE_ACCOUNT" = "Opprett en konto";

/* iPhone/iPad */
"SETTINGS_TITLE" = "Innstillinger";
/* unused */
"SETTINGS_BUTTON" = "Innstillinger";

/* iPhone/iPad */
"ABOUT_VERSION_FORMAT" = "Skype WiFi-versjon %1$@ (%2$@)";
"ABOUT_COPYRIGHT_FORMAT" = "© %1$d–%2$d Skype og/eller Microsoft";
"ABOUT_PATENTPENDING" = "Patent i påvente";
"ABOUT_FEEDBACK_BUTTON" = "Tilbakemelding";
"ABOUT_LEGAL_BUTTON" = "Juridisk";
"ABOUT_TRADEMARK" = "Navnet Skype, tilhørende varemerker, logoer og S-logoen er varemerker tilhørende Skype.";
"ABOUT_DISCLAIMER" = "Advarsel: Dette programmet er beskyttet av lov om opphavsrett og internasjonale avtaler. Uautorisert reproduksjon eller distribusjon av programmet, eller deler av det, kan medføre straff og vil bli etterprøvd så lang som mulig etter loven.";

/* unused */
"PROFILE_BUTTON" = "Profil";
/* iPhone/iPad */
"PROFILE_SKYPENAME" = "Skype-navn";
"PROFILE_SKYPECREDIT" = "Skype-kredit";
"PROFILE_SKYPECREDIT_NA_VALUE" = "Ikke tilgjengelig";
"PROFILE_SKYPECREDIT_LOADING_VALUE" = "Henter…";

/* iPhone/iPad */
"USAGE_HOTSPOTSVISITED" = "Besøkte nettverk";
"USAGE_PREVIOUSCONNECTIONS" = "Tidligere tilkoblinger";
"USAGE_LASTUSED" = "Sist brukt";
"USAGE_LASTUSED_NEVER_VALUE" = "Aldri";

/* unused - "<date> on <hotspot name>" */
"USAGE_LASTUSED_WHENWHERE_VALUE_FORMAT" = "%1$@ på %2$@";
/* unused */
"SUPPORTEDNETWORKS_POPULARLOCATIONS" = "Populære steder";
"SUPPORTEDNETWORKS_PROVIDERS" = "Leverandører";
